/* Confirmation message for deleting a CGM */
"Are you sure you want to delete this CGM?" = "Er du sikker på, at du vil slette denne CGM?";

/* The title of the cancel action in an action sheet */
"Cancel" = "Afbestille";

/* Title describing glucose date */
"Date" = "Dato";

/* Button title to delete CGM
   Title text for the button to remove a CGM from Loop */
"Delete CGM" = "Slet CGM";

/* Title describing glucose value */
"Glucose" = "Blodsukker";

/* Section title for latest glucose reading */
"Latest Reading" = "Seneste læsning";

/* Title describing glucose trend */
"Trend" = "Trend";
